
	⁃	Angular Language Service
	⁃	Angular Snippets (Version 9)
	⁃	Angular Schematics
	⁃	Angular 8 Snippets - TypeScript, Html, Angular Material, ngRx, RxJS & Flex Layout
	⁃	angular2-switcher
	⁃	Bootstrap 4, Font awesome 4, Font Awesome 5 Free & Pro snippets
	⁃	Auto Rename Tag
	⁃	DotENV
	⁃	ESLint
	⁃	Highlight Matching Tag
	⁃	JavaScript (ES6) code snippets
	⁃	npm
	⁃	npm Intellisense
	⁃	Path Intellisense
	⁃	Peacock
	⁃	Visual Studio IntelliCode
	⁃	vscode-faker
	⁃	vscode-icons


code --install-extension Angular.ng-template
code --install-extension johnpapa.Angular2
code --install-extension cyrilletuzi.angular-schematics
code --install-extension Mikael.Angular-BeastCode
code --install-extension infinity1207.angular2-switcher
code --install-extension thekalinga.bootstrap4-vscode
code --install-extension formulahendry.auto-rename-tag
code --install-extension mikestead.dotenv
code --install-extension dbaeumer.vscode-eslint
code --install-extension vincaslt.highlight-matching-tag
code --install-extension xabikos.JavaScriptSnippets
code --install-extension eg2.vscode-npm-script
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension johnpapa.vscode-peacock
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension deerawan.vscode-faker
code --install-extension vscode-icons-team.vscode-icons





	⁃	Guides
	⁃	jQuery Code Snippets
	⁃	Prettier - Code formatter
	⁃	Trailing Spaces
	⁃	Bracket Pair Colorizer


code --install-extension spywhere.guides
code --install-extension donjayamanne.jquerysnippets
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension shardulm94.trailing-spaces
code --install-extension esbenp.prettier-vscode

